{
  "header": {
    "projects": "PROJECTS"
  },
  "homeAbout": {
    "title": "Home/About"
  },
  "projects": {
    "title": "Projects"
  },
  "slideOutMenu": {
    "projects": "PROJECTS",
    "home": "HOME"
  },
  "introduction": {
    "title": "I'm Oleksandr Pryvalov",
    "paragraph1": "A front-end developer with an interest in coding and art, appreciating clarity in both fields. I'm looking for projects where I can apply what I've learned and continue to develop my skills.",
    "paragraph2": "When I'm not coding, I enjoy creating oil paintings. These two interests help me balance logic with creativity.",
    "paragraph3": "I'm finishing my training as a web integrator at OpenClassrooms, equipping myself with the fundamentals in front-end development. Take a look at my {projects} to see what I've worked on so far, or check my {CV} for a complete overview.",
    "projectsLink": "projects"
  },
  "form": {
    "contactInvitation": "Ask me anything here or send an email directly to",
    "name": "Name",
    "namePlaceholder": "Enter your name",
    "emailPlaceholder": "Enter your email",
    "messagePlaceholder": "Type your message here",
    "send": "Send"
  },
  "filter": {
    "all": "All",
    "tutorials": "Tutorials",
    "projects": "Projects"
  },
  "projectModal": {
    "about": "About"
  },
  "projectDescriptions": {
    "argent_bank_description": "This project involves developing the front-end of a banking application with React and Redux.",
    "724events_description": "This project involves debugging and finalizing the development of a one-page website.",
    "kasa_description": "This project involves developing the front-end of an application using React and React Router.",
    "sophie_bluel_description": "This project involves developing a dynamic web page for an interior architect using JavaScript and an API.",
    "print_it_description": "This project involves enhancing a static printing company website by creating an interactive carousel with JavaScript.",
    "ohmyfood_description": "This project involves developing a mobile-first interface for a startup's website.",
    "booki_description": "This project involves creating the homepage of a travel agency using HTML and CSS.",
    "riding_cities_description": "This project involves updating an association's web page using HTML, in accordance with the provided mockups.",
    "art_portfolio_description": "A portfolio showcasing my art. This project taught me the importance of wireframing before starting to code. I'm currently designing a new portfolio."
  }
}