{
  "header": {
    "projects": "PROJETS"
  },
  "homeAbout": {
    "title": "Accueil/À propos"
  },
  "projects": {
    "title": "Projets"
  },
  "slideOutMenu": {
    "projects": "PROJETS",
    "home": "ACCUEIL"
  },
  "introduction": {
    "title": "Je suis Oleksandr Pryvalov",
    "paragraph1": "Un développeur front-end intéressé par le code et l'art, appréciant la clarté dans ces deux domaines. Je recherche des projets où je peux appliquer mes connaissances et continuer à développer mes compétences.",
    "paragraph2": "Quand je ne code pas, j'aime créer des peintures à l'huile. Ces deux centres d'intérêt m'aident à équilibrer logique et créativité.",
    "paragraph3": "Je termine actuellement ma formation d'intégrateur web chez OpenClassrooms, m'équipant ainsi des fondamentaux du développement front-end. Jetez un œil à mes {projects} pour voir ce sur quoi j'ai travaillé jusqu'à présent, ou consultez mon {CV} pour un aperçu complet.",
    "projectsLink": "projets"
  },
  "form": {
    "contactInvitation": "Posez-moi vos questions ici ou envoyez un email directement à",
    "name": "Prénom",
    "namePlaceholder": "Votre prénom",
    "emailPlaceholder": "Votre email",
    "messagePlaceholder": "Votre message",
    "send": "Envoyer"
  },
  "filter": {
    "all": "Tous",
    "tutorials": "Tutoriels",
    "projects": "Projets"
  },
  "projectModal": {
    "about": "À propos"
  },
  "projectDescriptions": {
    "argent_bank_description": "Ce projet consiste en developper le front-end d'une application bancaire avec React et Redux.",
    "724events_description": "Ce projet consiste à débugger et finaliser le développement d'un site web one-page.",
    "kasa_description": "Ce projet consiste à développer le front-end d'une applicationen en utilisant React et React Router.",
    "sophie_bluel_description": "Ce projet consiste à développer une page web dynamique pour une architecte d'intérieur en utilisant JavaScript et une API.",
    "print_it_description": "Ce projet consiste à dynamiser le site statique d'une imprimerie en créant un carrousel interactif avec JavaScript.",
    "ohmyfood_description": "Ce projet consiste à développer l'interface mobile-first du site web d'une start-up.",
    "booki_description": "Ce projet consiste à créer la page d'accueil d'une agence de voyage en HTML et CSS.",
    "riding_cities_description": "Ce projet consiste à mettre à jour la page web d'une association en utilisant HTML, conformément aux maquettes fournies.",
    "art_portfolio_description": "Un portfolio présentant mon art. Ce projet m'a appris l'importance du wireframing avant de commencer à coder. Je conçois actuellement un nouveau portfolio."
  }
}